[Killed] BlockStatement
workspace/mutation-testing/source/index.js:1:38
-const largestPossibleNumber = (a) => {
-    return +(a.sort((x, y) => +("" + y + x) - +("" + x + y)).join(''))
-}
+const largestPossibleNumber = (a) => {}
 
 module.exports = largestPossibleNumber

[Killed] UnaryOperator
workspace/mutation-testing/source/index.js:2:12
 const largestPossibleNumber = (a) => {
-    return +(a.sort((x, y) => +("" + y + x) - +("" + x + y)).join(''))
+    return -a.sort((x, y) => +("" + y + x) - +("" + x + y)).join('')
 }
 

[Killed] ArithmeticOperator
workspace/mutation-testing/source/index.js:2:49
 const largestPossibleNumber = (a) => {
-    return +(a.sort((x, y) => +("" + y + x) - +("" + x + y)).join(''))
+    return +(a.sort((x, y) => +("" + y + x) - +("" - x + y)).join(''))
 }
 
