[Killed] ArrowFunction
workspace/mutation-testing/source/sum.js:1:16
-const getSum = (a, b) => a + b
+const getSum = () => undefined
 
 module.exports = getSum

[Survived] ArithmeticOperator
workspace/mutation-testing/source/sum.js:1:26
-const getSum = (a, b) => a + b
+const getSum = (a, b) => a - b
 
 module.exports = getSum
